#include<iostream>
//#include<fcntl.h>
//#include<io.h>


using namespace std;


int main(){


    //wcout<<"\x263a   \n";
    //wprintf(L"Test \x263a ");
    cout << "Hello,  अ or \u2764!\n";
    cout<<"\u1F60 😀\n";


    cout<<"🌕🌕🌕🌕🌕🌕🌕🌕🌕\n";
    cout<<"🌕🌘🌑🌒🌕🌘🌑🌒🌕\n";
    cout<<"🌖🌑🌑🌑🌑🌑🌑🌑🌔\n";
    cout<<"🌘🌑🌑🌑🌑🌑🌑🌑🌒\n";
    cout<<"🌖🌑🌑🌑🌑🌑🌑🌑🌔\n";
    cout<<"🌕🌘🌑🌑🌑🌑🌑🌒🌕\n";
    cout<<"🌕🌕🌘🌑🌑🌑🌒🌕🌕\n";
    cout<<"🌕🌕🌕🌘🌑🌒🌕🌕🌕\n";
    cout<<"🌕🌕🌕🌕🌑🌕🌕🌕🌕\n";
    cout<<"🌕🌕🌕🌕🌕🌕🌕🌕🌕\n";
    //cout<<int("🌕");


    cout<<"⁣✨🌟🌟✨🌟✨✨✨✨✨🌟✨\n";
    cout<<"✨✨✨🌙🌟✨✨🌟🌟✨🌟✨\n";
    cout<<"✨✨✨✨⁣✨🌟🌟✨✨🌟🌟✨\n";
    cout<<"        💃🏃        \n";


    
    return 0;
}